aliariff.auto-add-brackets
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
dbaeumer.vscode-eslint
eamodio.gitlens
kaiwood.endwise
mikestead.dotenv
misogi.ruby-rubocop
mrmlnc.vscode-scss
ms-vscode.vscode-typescript-tslint-plugin
naumovs.color-highlight
noku.rails-run-spec-vscode
rebornix.ruby
redhat.vscode-yaml
robinbentley.sass-indented
shanehofstetter.rails-i18n
sianglim.slim
vayan.haml
vincaslt.highlight-matching-tag
vortizhe.simple-ruby-erb
wayou.vscode-todo-highlight
zhuangtongfa.Material-theme
