tap "homebrew/cask-versions"
tap "dteoh/sqa"
tap "heroku/brew"
tap "koekeishiya/formulae"
tap "unused-code/formulae"
tap "homebrew/core"
tap "fsouza/prettierd"

brew "mprocs"
brew "lua-language-server"
brew "tmuxinator"
brew "universal-ctags"
brew "unused"
brew "xcodesorg/made/xcodes"
brew "chafa"
brew "exiftool"
brew "gh"
brew "jq"
brew "fx"
brew "fd"
brew "rg"
brew "gnu-sed"
brew "entr"
brew "wget"
brew "tree"
brew "python"
brew "ruby"
brew "wxmac"
brew "fortune"
brew "duf"
brew "exa"
brew "zoxide"
brew "fsouza/prettierd/prettierd"
brew "efm-langserver"
brew "htop"
brew "prettier"
brew "pure"
brew "diff-so-fancy"
brew "autoconf"
brew "automake"
brew "pkg-config"
brew "shared-mime-info"
brew "cmake"
brew "openssl"
brew "libyaml"
brew "mobile-shell"
brew "coreutils"
brew "git"
brew "git-lfs"
brew "rename"
brew "npm"
brew "fswatch"
brew "pandoc"
brew "basictex"
brew "curl"
brew "nginx"
brew "redis"
brew "postgresql@15"
brew "fzf"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "antigen"
brew "nvim"
brew "tmux"
brew "bat"
brew "ag"
brew "heroku"
brew "asdf"
brew "watchman"

cask "hammerspoon"
cask "airflow"
cask "raycast"
cask "charles"
cask "sublime-merge"
cask "discord"
cask "slack"
cask "fork"
cask "soulver"
cask "spotify"
cask "the-unarchiver"
cask "macdown"
cask "daisydisk"
cask "postico"
cask "gpg-suite"
cask "xquartz"
cask "ngrok"
cask "colorsnapper"
cask "cardhop"
cask "fantastical"
cask "affinity-designer"
cask "affinity-publisher"
cask "affinity-photo"
cask "google-chrome"
cask "tuple"
cask "karabiner-elements"
cask "boop"
cask "firefox"
cask "iterm2"
cask "cleanshot"
cask "pixelsnap"
cask "xcodes"
cask "provisionql"
cask "redisinsight"
cask "docker"
cask "netnewswire"
cask "postman"
