tap "heroku/brew"

brew "lua-language-server"
brew "doctl"
brew "atuin"
brew "khal"
brew "vdirsyncer"
brew "libpq"
brew "universal-ctags"
brew "chafa"
brew "mactop"
brew "xq"
brew "exiftool"
brew "graphviz"
brew "gh"
brew "jq"
brew "fx"
brew "fd"
brew "rg"
brew "gnu-sed"
brew "entr"
brew "wget"
brew "tree"
brew "python"
brew "ruby"
brew "fdupes"
brew "fortune"
brew "duf"
brew "lsd"
brew "zoxide"
brew "efm-langserver"
brew "htop"
brew "autoconf"
brew "automake"
brew "pkg-config"
brew "shared-mime-info"
brew "cmake"
brew "openssl"
brew "libyaml"
brew "mosh"
brew "coreutils"
brew "git"
brew "git-lfs"
brew "rename"
brew "npm"
brew "pnpm"
brew "node"
brew "fswatch"
brew "watchexec"
brew "pandoc"
brew "curl"
brew "nginx"
brew "redis"
brew "postgresql@15"
brew "fzf"
brew "zsh"
brew "antigen"
brew "nvim"
brew "tmux"
brew "bat"
brew "ag"
brew "asdf"
brew "watchman"
brew "pure"
brew "python-build"
brew "pyenv"
brew "diff-so-fancy"

cask "nextdns"
cask "hammerspoon"
cask "raycast"
cask "charles"
cask "little-snitch"
cask "discord"
cask "slack"
cask "fork"
cask "soulver"
cask "macdown"
cask "daisydisk"
cask "postico"
cask "gpg-suite"
cask "xquartz"
cask "ngrok"
cask "colorsnapper"
cask "cardhop"
cask "fantastical"
cask "affinity-designer"
cask "affinity-publisher"
cask "affinity-photo"
cask "google-chrome"
cask "chromium"
cask "tuple"
cask "karabiner-elements"
cask "boop"
cask "firefox"
cask "ghostty"
cask "pixelsnap"
cask "redisinsight"
cask "orcaslicer"
cask "openscad"
cask "vlc"
cask "iina"
cask "signal"
cask "httpie"
cask "reaper"
cask "obs"
cask "rubymine"
cask "webstorm"
cask "keycastr"
cask "polypane"
cask "handbrake-app"
cask "typora"
cask "rider"
cask "silhouette-studio"
