tap "caskroom/cask"
tap "homebrew/cask-versions"
tap "dteoh/sqa"
tap "heroku/brew"
tap "git-duet/tap"
tap "koekeishiya/formulae"

brew "jq"
brew "fd"
brew "wget"
brew "tree"
brew "python"
brew "ruby"
brew "fortune"
brew "autoconf"
brew "automake"
brew "pkg-config"
brew "cmake"
brew "openssl"
brew "libyaml"
brew "mobile-shell"
brew "coreutils"
brew "git"
brew "git-lfs"
brew "git-duet"
brew "rename"
brew "npm"
brew "fswatch"
brew "openvpn"
brew "docker"
brew "pandoc"
brew "curl"
brew "nginx"
brew "mongodb"
brew "redis"
brew "postgresql"
brew "fzf", args: ["HEAD"]
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "antigen"
brew "nvim"
brew "tmux"
brew "ctags"
brew "bat"
brew "ag"
brew "heroku"
brew "asdf"

cask "prey"
cask "little-snitch"
cask "micro-snitch"
cask "dash"
cask "blockblock"
cask "knockknock"
cask "netiquette"
cask "1Password"
cask "hammerspoon"
cask "airflow"
cask "alfred"
cask "charles"
cask "google-chrome"
cask "choosy"
cask "sublime-merge"
cask "discord"
cask "firefox-developer-edition"
cask "fantastical"
cask "paw"
cask "slack"
cask "fork"
cask "soulver"
cask "spotify"
cask "the-unarchiver"
cask "macdown"
cask "daisydisk"
cask "postico"
cask "jeromelebel-mongohub"
cask "gpg-suite"
cask "docker"
cask "slowquitapps"
cask "xquartz"
cask "alacritty"
cask "kitty"
cask "trailer"
cask "ngrok"
cask "spotmenu"
