MicrosoftCorporationII.WindowsSubsystemforLinux
CanonicalGroupLimited.Ubuntu
Microsoft.OutlookforWindow
Microsoft.PowerShell
Microsoft.WindowsTerminal
Microsoft.PowerToys
Logitech.Options
Microsoft.YourPhone
AppleInc.iCloud
Discord.Discord
SpotifyAB.SpotifyMusic
Microsoft.HEIFImageExtension
Microsoft.HEVCVideoExtension
Microsoft.WebpImageExtension
Microsoft.RawImageExtension
XK72.Charles
SublimeHQ.SublimeMerge
SlackTechnologies.Slack
Fork.Fork
Ngrok.Ngrok
Mozilla.Firefox
Google.Chrome
Brave.Brave
Postman.Postman
BlastApps.FluentSearch
RandyRants.SharpKeys
NurgoSoftware.AquaSnap
AgileBits.1Password
Foundry376.Mailspring
Appest.TickTick
JetBrains.WebStorm
JetBrains.PyCharm.Professional
Zoom.Zoom
34083Desksware.DiskSpaceFan
9NVRNVPWQVDR
Microsoft.Sysinternals.ProcessMonitor
Microsoft.Sysinternals.TCPView
Microsoft.Sysinternals.Sysmon
Microsoft.Sysinternals.Strings
Microsoft.Sysinternals.RDCMan
Microsoft.Sysinternals.ProcessMonitor
Microsoft.Sysinternals.ProcessExplorer
Microsoft.Sysinternals.Handle
Microsoft.Sysinternals.FindLinks
Microsoft.Sysinternals.Desktops
Microsoft.Sysinternals.BGInfo
Microsoft.Sysinternals.Autoruns
Microsoft.Sysinternals.ZoomIt
